-- phpMyAdmin SQL Dump
-- version 4.2.11
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Mar 17, 2021 at 12:22 PM
-- Server version: 5.6.21
-- PHP Version: 5.5.19

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `elroukysite`
--

-- --------------------------------------------------------

--
-- Table structure for table `admin`
--

CREATE TABLE IF NOT EXISTS `admin` (
`Id` int(11) NOT NULL,
  `Username` varchar(255) NOT NULL,
  `Password` varchar(255) NOT NULL,
  `Email` varchar(255) NOT NULL,
  `Date` date NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `admin`
--

INSERT INTO `admin` (`Id`, `Username`, `Password`, `Email`, `Date`) VALUES
(3, 'Hesham Orabii', 'HHeshamoraby__712', 'heshamoraby712@gmail.com', '2020-12-27'),
(4, 'Hesham Orabii', 'f2272e67399c03491577683018231731437faf9f', 'heshamoraby712@gmail.com', '2020-12-27');

-- --------------------------------------------------------

--
-- Table structure for table `blog`
--

CREATE TABLE IF NOT EXISTS `blog` (
`Id` int(11) NOT NULL,
  `Title` varchar(255) CHARACTER SET utf8mb4 NOT NULL,
  `Writer` varchar(255) NOT NULL,
  `MainImage` varchar(255) NOT NULL,
  `Title1` varchar(255) NOT NULL,
  `Content1` text NOT NULL,
  `Image1` varchar(255) NOT NULL,
  `Title2` varchar(255) NOT NULL,
  `Content2` text NOT NULL,
  `Image2` varchar(255) NOT NULL,
  `Title3` varchar(255) NOT NULL,
  `Content3` text NOT NULL,
  `Image3` varchar(255) NOT NULL,
  `Title4` varchar(255) NOT NULL,
  `Content4` text NOT NULL,
  `Image4` varchar(255) NOT NULL,
  `Title5` varchar(255) NOT NULL,
  `Content5` text NOT NULL,
  `Image5` varchar(255) NOT NULL,
  `Title6` varchar(255) NOT NULL,
  `Content6` text NOT NULL,
  `Image6` varchar(255) CHARACTER SET utf8 COLLATE utf8_estonian_ci NOT NULL,
  `Title7` varchar(255) NOT NULL,
  `Content7` varchar(255) NOT NULL,
  `Image7` varchar(255) NOT NULL,
  `Title8` varchar(255) NOT NULL,
  `Content8` text NOT NULL,
  `Image8` varchar(255) NOT NULL,
  `Date` date NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `blog`
--

INSERT INTO `blog` (`Id`, `Title`, `Writer`, `MainImage`, `Title1`, `Content1`, `Image1`, `Title2`, `Content2`, `Image2`, `Title3`, `Content3`, `Image3`, `Title4`, `Content4`, `Image4`, `Title5`, `Content5`, `Image5`, `Title6`, `Content6`, `Image6`, `Title7`, `Content7`, `Image7`, `Title8`, `Content8`, `Image8`, `Date`) VALUES
(1, 'إزاي اختار الألوان في شقتي؟', 'بسمة قنديل', 'main1.jpg', '', 'ليه ممكن حد يدفع كتير أوي فديكور شقته مع ذلك تحس الشكل العام مش مريح للعين؟  ليه في بيوت شكلها العام مريح نفسيًا ومتناسق وشيك وبيوت تانية شكلها غير مرتب ومزعج؟  مع أن في الحالتين ممكن تكون ميزانية التشطيب واحدة !  الأجابة هي: الألوان. سيكولوجية اللون وعلاقته براحتك النفسية عامل أساسي في نجاح اختيارك لألوان شقتك. كل غرفة في شقتك محتاجة لون يناسب الحالة النفسية المطلوبة ليها, عشان توصل لبيت مريح وشيك. وعشان كده النهاردة هنقدملك دليل لأختيار الألوان المناسبة لبيتك.', '1.1.jpg', 'اللون الأصفر', 'اللون الأصفر لون مليان بالحيوية, والبهجة, والنشاط, والتفاؤل, وبيديك شعور بالسعادة. وده بيخليه لون مناسب لبعض الغرف في شقتك زي المطبخ, والحمام, والسفرة, أو مثلًا لو مخصص غرفة للشغل. لكن  اللون الأصفر لا يعتبر لون مناسب لغرفة النوم لأنه ممكن يسبب القلق أو النشاط الدائم, وبالتالي مش  هيساعدك توفر جو مريح وهادي في المكان اللي مطلوب منك تسترخي وترتاح فيه.  كمان بنفكرك أنك لما تدخل اللون الأصفر تدخله بالمعقول, فمثلًا تستخدمه في حيطة واحدة بس عشان يفضل الجو العام مريح وغير مثير للأعصاب.', '1.2.jpg', 'اللون الأحمر', 'اللون الأحمر من أكتر الألوان اللي طاقتها عالية, لون مفعم بالأثارة والنشاط وبيزود معدل  ضربات القلب ومعدل التنفس, وده بيخليه مناسب كأضافة لغرفة المعيشة والسفرة أو لو عامل مساحة رياضية (جيم) فشقتك. لكن يبقى اللون الأحمر غير مناسب لغرفة النوم أو أي مساحة للراحة في شقتك.', '1.3.jpg', 'اللون الأزرق', 'اللون الأزرق لون البحر والسما, من أكتر الألوان المريحة للعين اللي بتدي أحساس بالطمئنينة والثقة والراحة النفسية. بالتالي تقدر تستخدمه بدرجاته فغرف النوم عشان تبعث أحساس بالدفء والراحة. وكمان ممكن تدمج درجاته الفاتحة والغامقة وتدخله في غرفة المعيشة عشان يدي أحساس بالأمان والدفء الأسري.', '1.4.jpg', 'اللون البنفسجي', 'اللون البنفسجي من أكثر الألوان الشيك اللي بتدي أحساس بالفخامة, والأناقة والرقي. وكمان يعتبر مضاد للتوتر والقلق. زي اللون الأرزق ممكن تستخدمه في غرف النوم و غرفة الأطفال.', '1.5.jpg', 'اللون البرتقالي', 'اللون البرتقالي لون مليان حماس وحيوية مناسب جدًا لأي مساحة رياضية في شقتك لو مثلًا مخصص غرفة للجيم, أو مساحة لعب للأطفال أو للمطبخ. يعتبر لون مناسب جدًا لكسر الملل والتجديد. لكن يبقى لون غير مناسب لغرف النوم والمعيشة.', '1.6.jpg', 'اللون الأخضر', 'اللون الأخضر بدرجاته بيدي أحساس بالراحة النفسية, لأنه لون الطبيعة. مناسب جدا لمكاتب العمل, أو درجاته الفاتحة لغرف المعيشة. ممكن التلاعب بدرجاته والاستمتاع بأحساس السلام والتوازن والعودة للطبيعة.', '1.7.jpg', '', 'بكده نكون اتكلمنا عن علاقة الألوان بالحالة النفسية وأزاي نختار اللون المناسب في المكان المناسب. تقدر تتفرج على أزاي أحنا نسنقنا الألوان في الgallery  بتاعتنا أو تقدر تزورنا معرضنا في أي وقت من 9 صباحًا ل 9 مساءًا, عشان تتفرج على تشكيلة مختلفة ومميزة من أفخم أنواع السيراميك.', '', '2021-01-08'),
(2, 'يا ترى أيه أحسن الباركية الخشبي أم الباركية السيراميك؟ ', 'بسمة قنديل', 'main2.jpg', '', 'لو بتفكر تجدد أرضية بيتك أو بتشطب شقتك لأول مرة فأنت أكيد فكرت في الباركية. الباركية من أكتر الخامات المميزة في الأرضيات, لأنه بيضيف أحساس بالفخامة والأناقة, إلى جانب أحساس بالدفء والعودة للطبيعة وده بيخليه خيار لهواة الشياكة والترف. ولو أنت فكرت في الباركية فأنت أكيد سمعت عن الباركية السيراميك. يعتبر الباركية السيراميك من أحدث صيحات الموضة في عالم السيراميك, لأن ناس كتير جدًا من هواة الجمال والقوة والمتانة المعروف بيها الباركية الخشبي بتفضل الباركية السيراميك. ورغم أن الخيار بشكل أساسي بيرجع للأذواق المختلفة, إلا أن مميزات وعيوب الأثنين هي الحد الفاصل اللي هيساعدك تختار وتقرر أي من الخيارين أنسب لشقتك. <br> فالمقال ده أحنا هنساعدك تعرف عيوب ومميزات الأثنين وتاخد القرار المناسب. ', '2.1.jpg', 'مميزات الباركية الخشبي:', '•	 خامة قيمة جدًا ويتميز بشكل راقي وفخم. <br> •	  لية أشكال كثيرة ومتنوعة وده بيسمحلك تختار شكل يلائم تصميم شقتك سواء مودرن أو كلاسيك. <br> •	 بيعيش لعمر طويل من 20 ل30 سنة أو أكثر, بشرط الحفاظ علية وصيانته بالطريقة المناسبة. <br> •	 بيدي أحساس بالراحة النفسية والدفئ فالشتاء, لأن الخشب خامة طبيعية. <br> •	 آمن على الأطفال, ولو اتنضف بالطريقة الصح هيوفر لبيتك بيئة خالية من التلوث. <br>', '2.2.jpg', 'عيوب الباركية الخشبي:', '•	مكلف جدًا, خاصًة لو قارنته بأسعار السيراميك والبورسلين. <br> •	سهل الخدش, سواء بأستخدام أدوات حادة, أو عند جر قطع الأثاث فوقه. <br> •	لونه غير ثابت, لو أتعرض للشمس أو أي مصدر للحرارة لفترات طويلة لون الخشب ممكن يتغير أو يبهت. <br> •	 بيعمل صوت أو صرير, نتيجة لدخول الهواء بين القطع في حالة تركيبه بشكل غير متقن. <br> •	بيحتاج لفني محترف لتركيبة بنجاح. <br> •	سهل التأثر بالمية, المية بتسبب أنتفاخ الأرضية الخشبية وتقشيرها. <br> •	بيحتاج عناية خاصة, زي التلميع و التشميع و السنفرة عشان يحافظ على بريقه. <br> •	قابل للتصبغ, لأن الخشب خامة طبيعية ليها مسامية عالية فسهل يتأثر بأي مواد كميائية أو يبقع. <br> و بكده نكون اتكلمنا عن الباركية الخشبي مميزاته وعيوبه, لكن متتسرعش في أتخاذ القرار وتعالى نتكلم عن الباركية السيراميك. <br>', '', 'مميزات الباركية السيراميك:', '•	الصلابة والمتانة, لأن السيراميك مادة شديدة المقاومة فبيقدر يعمر لفترات طويلة. <br> (شرط تركيبه بشكل سليم) <br> •	مقاوم للماء, بعكس الخشب, السيراميك لا يتأثر بالماء وده بيخليه مناسب أكثر للأسر المصرية هواة التنظيف. و كمان ده هيسمحلك تستخدمه في المطبخ, في الحمام أو حتى في البلكونة والحدائق الخارجية لأن نسبة امتصاصه للماء قليلة جدًا. <br> •	مقاومة عالية للخدوش والتآكل, بعكس الخشب السيراميك مش بيتأثر بالحركة المستمرة أو نقل الأثاث وصعب جدًا يتخدش. <br> •	ضدد التصبغ, لأن السيراميك مادة منخفضة المسامية مش هيتأثر بأي مواد كميائية أو يبقع. <br> •	ضدد الحرائق, في حين أن الخشب طبعًا بيتأثر بالحرارة وممكن يتسبب في حوادث حريق  بسبب أعقاب السجائر اوفحم المبخرة.  <br> •	لونه ثابت غير قابل للتغير, على عكس الخشب السيراميك لونه مش هيتغير لو تعرض للشمس لفترات طويلة. <br> •	مش محتاج أي عناية خاصة وسهل التنظيف والتلميع بالطرق التقليدية. <br> •	مناسب للأماكن العامة والمكاتب أكثر من الخشب. <br> •	محافظ على البيئة, لأنه لن يتم قطع أي شجر لإنتاج السيراميك فلو أخترته فأنت كده بتساهم في الحفاظ على البيئة. <br>', '2.3.jpg', 'عيوب الباركية السيراميك:', '•	غير عازل للحرارة, بعكس الباركية الخشبي اللي بيدي أحساس بالدفء الباركية السيراميك مش بيوفر الميزة دي. <br> •	يحتاج الباركية السيراميك إلى فني متمكن  عشان يتركب بشكل ممتاز مماثل للخشب الطبيعي. <br> •	يحتاج لدهن الفواصل بين السيراميك بدهان بنفس بلون السيراميك، عشان يديك نفس أحساس الباركية الخشبي. <br> كدة نكون اتكلمنا عن الباركية الخشبي والباركية السيراميك واستعرضنا عيوبهم ومميزاتهم عشان تقدر تعمل خيار عادل مناسب لأحتياجاتك وأنت واعي تمامًا بالفرق بينهم. ولو عايز تشوف تشكيلتنا من الأرضيات ذات الطابع الخشبي المميز تقدر تتصفح الGallery  من  <a  href="ceramic-cleopatra.php">  هنا  </a>', '', '', '', '', '', '', '', '', '', '', '2021-01-16'),
(3, 'عشان ميضحكش عليك, نصائح هامة قبل زيارة معارض السيراميك.', 'بسمة قنديل', 'main3.jpg', '', ' يعتبر السيراميك من أهم عناصر الديكور, واختياره من أهم الخطوات في تشطيب بيتك أو شركتك. السيراميك بألوانه وخاماته ومقاساته المختلفة هيغطي كافة الأرجاء بدءًا من الأرضيات وصولًا للحوائط في الحمامات والمطابخ. عشان كده لازم تركز جدًا وأنت بتختار السيراميك, في حاجات كتير لازم تاخدها في اعتبارك زي النوع والخامة والمقاس والسعر واللون. وفي مصطلحات كتيرة لازم تكون فاهمها قبل ما تزور معرض السيراميك عشان ميضحكش عليك. أحنا النهاردة هنكون دليلك لزيارة معرض السيراميك بنجاح وهنجاوب على أغلب الأسئلة اللي ممكن تكون في بالك.', '', 'أولًا, أزاي تختار ماركة السيراميك؟', ' المقصود بالماركة هو الأسم التجاري للشركة المصنعة للسيراميك زي "كليوباترا" "جلوريا" "رويال" وغيرهم من الماركات المختلفة. ومهم تتعرف على الماركة وتعرف هي محلية الصنع ولا مستوردة, لأن اسم الشركة وتاريخها هيضمنلك جودة السيراميك وهيساعدك تقيم لو سعره مناسب لدرجة الجودة اللي بتدور عليها, لأن كل شركة بتحدد سعر منتجها حسب جودة خامتها. فبننصحك تشتري من شركة لها اسم كبير وموثوق منه.', '3.1.jpg', 'ثانيًا, تشتري من تاجر ولا من توكيل؟', 'في فرق بين أنك تروح لمعرض واخد توكيلات مباشرة من شركات سيراميك معروفة وبين أنك تشتري من تاجر مش وكيل. ببساطة الوكيل بيتعامل مع الشركة لو في أي عيب في المنتج أو فرق في الألوان يقدر يرجع للمصنع ويصلحوا الغلطة للعميل. لكن لو بتتعامل مع تاجر حر مش مرتبط بتوكيل من مصنع يبقى مفيش ضمان أنه يقدر يعملك حاجة لو في أي مشكلة في السيراميك. وعليه أحنا بننصحك تشتري من معرض ثقة بيتعامل مع شركات سيراميك بشكل مباشر.', '3.2.jpg', 'ثالثًا, يعني أيه "فرز"؟', 'لما تروح معرض السيراميك هتلاقي السيراميك متقسم لفرز أول, فرز ثاني, فرز ثالث. وطبعًا هتلاقي فرق ملحوظ في السعر بينهم. الفرق بين الفرزات المختلفة هو جودة المنتج وقوة تحمله ووحدة الألوان وأمتصاص السيراميك للمية ونسبة العيوب (الخدوش والتقشير) في السيراميك. بشكل عام بننصحك تختار بين فرز أول وثاني عشان تحافظ على مستوى جودة السيراميك.', '3.3.jpg', 'رابعًا, يعني أيه "تونات"؟', 'من الحاجات اللي مهم تكون عارفها وتركز معاها وتسأل عليها هي التونات. التونات هي وجود فرق فدرجات لون السيراميك في نفس الكرتونة, فلما تيجي تشتري أسأل التاجر عن التونات عشان يكون عارف أنك فاهم أن لو العيب ده موجود في السيراميك هيكون سعره أرخص. وطبعًا مشكلة التونات هتزيد لو أنت مثلًا بتشتري فرز ثالث. فمهم تبقى فاهم وواعي لإمكانية وجود العيب ده في السيراميك عشان ميتضحكش عليك.', '3.4.jpg', 'خامسًا, أزاي تختار المقاس؟', ' المقصود بالمقاس هو حجم البلاطة الواحدة من السيراميك. وينصح خبراء الديكور أن يكون مقاس السيراميك مناسب لأبعاد المكان اللي هيتركب فيه, فمثلا لا يستحسن وضع بلاطة سيراميك صغيرة (مقاسها 25 سم مثلًا) في غرفة المعيشة التي عادة بتكون كبيرة المساحة, إذ يفضل في هذه الحالة وضع بلاطة مقاسها 40 × 40 سم، أما إذا كانت المساحة كبيرة جدًا فيفضل استخدام بلاطة مقاسها 60 × 60 سم. وفي حالة المساحات الصغيرة ينصح باختيار بلاط السيراميك الصغير الحجم، بمعنى إذا كان الحمام صغير فينصح باختيار سيراميك مقاس البلاطة الواحدة منه 25 × 25 سم. وضروري تحسب المساحة اللي هتشتري ليها سيراميك, وتشتري كمية أزيد شوية من الحسبة عشان لو حصل أي تلف أثناء تركيب الصنايعية للسيراميك, لأنك ممكن ترجع تشتري متلاقيش نفس درجة اللون.', '3.5.jpg', 'سادسًا, أيه الفرق بين قطع ليزر وعادي؟', ' في المعرض هتسمع مصطلح "قطع ليزر" وده معناه أن الفواصل بين البلاطات مش هتكون ظاهرة وده بيدي شكل أفضل بعكس القطع العادي الفواصل بتكون واضحة. لكن طبعًا قطع الليزر هيحتاج فني تركيب شاطر يعرف يتعامل معاه.', '', '', ' كده أنت بقى عندك فكرة عامة عن أهم المصطلحات اللي ممكن تتعرض ليها في زيارتك لمعرض السيراميك. تابعنا وهنتكلم عن تفاصيل أكتر في اختيار السيراميك والبورسالين وأنواعهم المختلفة. وتقدر تزور معرضنا فأي وقت من 9 صباحًا ل9 مساءًا وخبرائنا في مجال السيراميك هيساعدوك تختار المناسب ليك. ', '', '2021-01-30'),
(4, 'ليه الروقي للسيراميك والبورسلين اسم يستحق ثقتك؟', 'بسمة قنديل', 'main4.jpg', '', ' تأسست مجموعة الروقي للسيراميك والبورسلين عام 2005 في السوق المصرية، على يد رجل الأعمال المرموق الحاج السيد محمد روق، رحمه الله، ويدير المعرض الآن مجلس إدارة من المهندسين الشباب يرأسهم المهندس محمد روق والمهندس أحمد روق، إلى جانب نخبة من الموظفين الأوفياء للمجموعة، الكل في الروقي للسيراميك يهدف لتقديم خدمة ذات مستوى عالمي تستحق ثقتك، وإليك عده أسباب لليه الروقي للسيراميك والبورسلين اسم يستحق ثقتك: ', '4.1.jpg', '1-	الروقي الخيار رقم 1 لأغلب المشاريع والتجار في محافظة الشرقية.  ', ' لأن مجموعة الروقي لديها أكثر من 10 توكيلات رسمية مع ماركات ومصانع محلية وعالمية، على عكس أغلب التجار، الروقي وكيل رسمي مسجل تقدر تثق فيه. كما أن الروقي أكبر معرض سيراميك في محافظة الشرقية وقريبا سيتم افتتاح فروع في جميع أنحاء الجمهورية.', '4.2.jpg', '2-	دايمًا هتلاقي اللي بتدور عليه عندنا!', ' مستحيل متلاقيش اللي بتدور عليه في الروقي للسيراميك، سواء كنت من هواة التصميمات الكلاسيك أو المودرن، إذا كنت بتدور على صناعة محلية أو مستوردة، لآن عندنا مجموعة ضخمة ومتنوعة من السيراميك والبورسلين تناسب كل الأذواق، الروقي للسيراميك بيواكب الصيحات العالمية وبيتعامل مع مجموعة من أشهر ماركات السيراميك في الشرق الأوسط، مستحيل متلاقيش اللي بتدور عليه عندنا، وإليك بعض الماركات المتوفرة عندنا في معارضنا: <br>\r\n•	سيراميكا كليوباترا. <br>\r\n•	سيراميكا جلوريا. <br>\r\n•	سيراميكا الجوهرة. <br>\r\n•	سيراميكا الأمير. <br>\r\n•	سيراميكا ريماس. <br>\r\n•	ديورافيت. <br>\r\n•	كليفر. <br>\r\n•	الطيب. <br>\r\n•	فيترو. <br>\r\n•	بيليزا. <br>\r\n•	ايديال. <br>\r\n•	سارديزين. <br>\r\n', '4.3.jpg', '3-	بنقدملك أفضل فريق خدمة عملاء لتلبية كل أحتياجاتك.', '3-	بنقدملك أفضل فريق خدمة عملاء لتلبية كل أحتياجاتك. أماكن كتير ممكن تقدملك منتج جودته عالية، بس نادر جدًا أنك تلاقي مكان يقدملك خدمة عملاء مميزة زي اللي بنقدمها، أحنا مش بس بنقدملك منتج تقدر تثق فيه، أحنا بنوفرلك راحة البال! <br> لأن عندنا فريق من الخبراء بيراجع المقاسات والتصميمات عشان يتأكد أن المنتج هيحقق توقعاتك والصورة المرسومة في خيالك بعد التركيب، مش بس كده، أحنا بنوصلك المنتج لحد باب بيتك عشان نضمن سلامة المنتج ونتجنب أي خساير خلال النقل. <br> وعكس أي معرض أو شركة أخرى، علاقتك بينا مش بتنتهي بوصول المنتج ليك! لأننا بنهتم جدًا بخدمات بعد البيع، وهدفنا نحافظ على علاقتنا بيك وأنك تفضل على طول شريك في نجاحنا، هتلاقينا موجودين بنرد على استفسارتك، بنراجع شكوتك، ونحلها في أسرع وقت، ولو في أي عيب في المنتج بعد التركيب، بنبلغ المصنع وفريق من الروقي والمصنع بيكشف على المنتج ويعوضك. وبكده أنت معانا حاسس بالأمان، لأن النجاح عندنا مش بس إننا نبيع؛ الروقي مؤسسة واسم يستحق الثقة.', '4.4.jpg', '4-	مش محتاج تيجي المعرض علشان تتلقى خدماتنا.', 'مواكبة مننا لاحتياجات العصر وتوفيرًا لوقتك، أحنا بنقدملك خدمات مميزة أونلاين، منها كتالوج للمنتجات تقدر تتصفحه في أي وقت، ومقالات أعدها خبراء في المجال تساعدك في تشطيب شقتك أو شركتك، وكمان عندنا فريق سوشيال ميديا يعمل 24 ساعة للرد على جميع استفساراتكم.', '4.5.jpg', '5-	هتلاقي عندنا أسعار وعروض زمان.', ' يا ترى بعد كل المميزات دي أسعارنا عامله أيه؟ متقلقش أحنا عندنا أخلاق زمان وأسعار زمان! <br>\r\nفي مجموعة الروقي للسيراميك والبورسلين دايمًا هتلاقي عروض وتصفيات، وكمان بنقدم أنظمة مختلفة من التقسيط عن طريق البنوك. <br>\r\nوتقدر تستمع  لأخر الشهر بعروض السنة الجديدة اللي بتشمل خصومات تصل إلى 60% و أسعار تبدأ من 43 جنية المتر، وتشمل العروض سيراميكا كليوباترا، سيراميكا جلوريا، سيراميكا ريماس، وسيراميكا الأمير، واطقم ديورافيت. <br>\r\nمستنينك في معرضنا فأي وقت من 9 صباحًا ل9 مساءًا وخبرائنا في مجال السيراميك هيساعدوك تختار المناسب ليك.\r\n', '', '', ' ', '', '', ' ', '', '2021-02-13'),
(6, 'أزاي تختاري خلاط المياة المناسب لمطبخك؟', ' بسمة قنديل', 'main5.jpg', '', ' الحنفيات والخلاطات من أهم الأدوات الصحية في المطابخ والحمامات، خاصة في المطابخ، لأن استهلاك المياه في المطابخ عالي ومحتاج معايير معينة عشان يتحمل الاستخدام اليومي ويعيش معاك من غير مشاكل. ', '5.1.jpg', ' ليه خلاطات المياة جزء أساسي متقدرش تستغنى عنه في مطبخك؟', '  عشان بتوفرلك المياة وبتتحكم في سرعتها وكمية تدفقها، وكمان بتساعدك تتحكم في نوع المياة ساخنة أو باردة أو خلط المياة للحصول على درجة حرارة تناسبك. <br>\r\nو مش بس كده، الحنفيات والخلاطات إلى جانب كونهم جزء من استخدامك اليومي وتسهيل حياتك في المطبخ، هما كمان إضافة جمالية لمطبخك، ومتوفرين بتصميمات مختلفة تناسب كافة أنواع الديكور، سواء مودرن أو كلاسيك، عشان كدة لازم تحرص على أختيار الخلاط المناسب لمطبخك اللي هيكون مناسب لاستخدامك وكمان لمسة جمالية رائعة لديكور مطبخك.<br>\r\nفي مقالنا النهاردة هنقدم ليك نصائح الخبراء، عشان تختار أفضل خلاط وحنفية في مطبخك. \r\n', '5.2.jpg', '1)	 اختاري خامات عملية وتضيف للشكل الجمالي.', ' أكثر الخلاطات المناسبة والعملية مصنوعة من الإستيل و الكروم، لأنها بتناسب جميع تصاميم المطابخ وكافة الألوان سواء كانت فاتحة أو غامقة.  <br>\r\nولو كنت من هواة التصاميم الكلاسيكية الأنيقة ممكن تلجأ للنحاس، الخلاطات المصنوعة من النحاس متينة وشكلها مميز، لكن مكلفة شوية. <br>\r\nبعض الخلاطات مصنوعة من السيراميك، لكن بالرغم من شكلها الجمالي إلا أنها بتتأثر بتغييرات درجة الحرارة . <br>\r\n', '5.3.jpg', '2)	استثمري في خلاط جودته عالية من مكان موثوق.', ' ينصح الخبراء بالاستثمار في خلاط من شركة مضمونة وماركة موثوق فيها وتجنب الخلاطات والحنفيات مجهولة المصدر، لأن الخامات الرخيصة هتتلف بسرعة وهتكلفك أكثر من لو كنت اشتريت خلاط متين في أول مرة. دور على خلاط يتحمل أختلاف درجات الحرارة، ضغط المياة، سوء جودة المياة، تراكم الاملاح، ضدد الكسر، سباكة مرنة. كل دي عوامل مهمة جدًا تخليك تفكر كتير في أن الفلوس اللي هتوفرها في شراء الخلاط هتصرفها في التصليحات بعد كده. ', '5.4.jpg', '3)	استخدمي الخلاطات المزودة بالشطاف.', 'من أكثر الاضافات العملية اللي هتساعد جدًا في المطبخ، هي الخلاط المزود بشطاف، لأنه هيساعد في تسهيل عملية الغسيل، خاصة للخضار أو الفواكة، وأسأل على الخلاط المزود بالشطاف المخفي لأن شكله أكثر أناقة.', '5.5.jpg', '4)	تجنبي خلاطات المياة الصغيرة في المطبخ. ', ' من الضرورى أنك تتجنب الخلاطات الصغيرة، لأنها هتسئ للمظهر الجمالي للمطبخ، وكمان مش عملية في الاستخدام، وهتعيق غسل الاواني والادوات الكبيرة. ', '5.6.jpg', '5)	تجنبي الخلاط المدمج في الجدار. ', ' يفضل أنك تشتري الحوض والخلاط مع بعض ويكون الخلاط مدمج مع الحوض، لأن ده بيسهل الصيانة ويزود عمر الخلاط. لكن لو الخلاط كان مدمج في الجدار هتحتاج تكسر لو حبيت تغيره لأي سبب، وكمان موضته قدمت و مش بيضيف للشكل الجمالي.', '', '', 'وأخيرًا أهم نصيحة هي أنك تزورنا في معارض الروقي للسيراميك في أي وقت من 10 صباحًا ل9 مساءًا، وخبرائنا هيساعدوك تختار اللي يناسبك. وممكن كمان تتصفح الجاليري بتاعتنا أونلاين من\r\n<a href=" https://www.elrouky.net/" target="_blank">هنا</a> \r\nوتاخد جولة وسط مجموعتنا المميزة.\r\n', '', '2021-03-13');

-- --------------------------------------------------------

--
-- Table structure for table `ceramic`
--

CREATE TABLE IF NOT EXISTS `ceramic` (
`Id` int(11) NOT NULL,
  `CompanyName` varchar(255) NOT NULL DEFAULT 'royal',
  `Type` varchar(255) NOT NULL DEFAULT 'kitchen',
  `Name` varchar(255) NOT NULL,
  `Image` varchar(255) NOT NULL,
  `Date` date NOT NULL DEFAULT '2020-12-30'
) ENGINE=InnoDB AUTO_INCREMENT=224 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `ceramic`
--

INSERT INTO `ceramic` (`Id`, `CompanyName`, `Type`, `Name`, `Image`, `Date`) VALUES
(1, 'cleopatra', 'floor', 'اميرال', '49__Imperial.jpg', '2020-12-30'),
(2, 'cleopatra', 'floor', 'بلانيت', '52__Planet.jpg', '2020-12-30'),
(3, 'cleopatra', 'floor', 'ارابيلا', 'arabella-11-2014-ingr200.jpg', '2020-12-30'),
(4, 'cleopatra', 'floor', 'بوسطون', 'Boston-2-11-2014.jpg', '2020-12-30'),
(5, 'cleopatra', 'floor', 'كاستيلا', 'Castela-31-10-2014.jpg', '2020-12-30'),
(6, 'cleopatra', 'floor', 'كونكريت', 'Concret.jpg', '2020-12-30'),
(7, 'cleopatra', 'floor', 'اليجانس', 'elegance-8-11-2014.jpg', '2020-12-30'),
(8, 'cleopatra', 'floor', 'تايتانيك', '75--Titanic.jpg', '2020-12-30'),
(9, 'cleopatra', 'floor', 'سافوي', 'Savoy.jpg', '2020-12-30'),
(10, 'cleopatra', 'floor', 'بارما', 'Parma-27-10-2014.jpg', '2020-12-30'),
(11, 'cleopatra', 'floor', 'اوليمبيا', 'OLIMPIA.jpg', '2020-12-30'),
(12, 'cleopatra', 'floor', 'كيليم', 'Kilim-27-10-2014.jpg', '2020-12-30'),
(13, 'cleopatra', 'bathroom', 'بورتوريو', '38-Florida.jpg', '2020-12-30'),
(14, 'cleopatra', 'bathroom', 'فلورانسا', '31___Aqua.jpg', '2020-12-30'),
(15, 'cleopatra', 'bathroom', 'صحاري', '18___Harby--Stone.jpg', '2020-12-30'),
(16, 'cleopatra', 'bathroom', 'جود مورنينج', 'linus.jpg', '2020-12-30'),
(17, 'cleopatra', 'bathroom', 'ستيتواريو', '7__Alaska.jpg', '2020-12-30'),
(18, 'cleopatra', 'bathroom', 'لونا', 'Forest.jpg', '2020-12-30'),
(19, 'cleopatra', 'bathroom', 'بهامز', '3_ATHINA.jpg', '2020-12-30'),
(20, 'cleopatra', 'bathroom', 'سكارليت', '42_Pergola.jpg', '2020-12-30'),
(21, 'cleopatra', 'bathroom', 'كيوتو انتراسيت', '60x60-ambra-8574-33611.jpg', '2020-12-30'),
(22, 'cleopatra', 'bathroom', 'كوزماك', 'carlos.jpg', '2020-12-30'),
(23, 'cleopatra', 'bathroom', 'فلورا', 'absolute1.jpg', '2020-12-30'),
(24, 'cleopatra', 'bathroom', 'لينوس', '1.jpg', '2020-12-30'),
(25, 'cleopatra', 'bathroom', 'ميلو', '2.jpg', '2020-12-30'),
(26, 'cleopatra', 'bathroom', 'تيوليب', '3.jpg', '2020-12-30'),
(27, 'cleopatra', 'bathroom', 'نيو كايرو', '4.jpg', '2020-12-30'),
(28, 'cleopatra', 'bathroom', 'كابري', '5.jpg', '2020-12-30'),
(29, 'cleopatra', 'bathroom', 'ميكسيكو', '7.jpg', '2020-12-30'),
(30, 'cleopatra', 'bathroom', 'مارينا', '8.jpg', '2020-12-30'),
(31, 'cleopatra', 'bathroom', 'بريكو', '9.jpg', '2020-12-30'),
(32, 'cleopatra', 'bathroom', 'كابري', '10.jpg', '2020-12-30'),
(33, 'cleopatra', 'bathroom', 'التيا', '12.jpg', '2020-12-30'),
(34, 'cleopatra', 'bathroom', 'فيجاس', '13.jpg', '2020-12-30'),
(35, 'cleopatra', 'bathroom', 'بلاجيو', '14.jpg', '2020-12-30'),
(36, 'cleopatra', 'bathroom', 'تيفاني', '15.jpg', '2020-12-30'),
(37, 'cleopatra', 'bathroom', 'ايزابيلا', '16.jpg', '2020-12-30'),
(38, 'cleopatra', 'bathroom', 'وايت ماط', '17.jpg', '2020-12-30'),
(39, 'cleopatra', 'bathroom', 'سينا', '18.jpg', '2020-12-30'),
(40, 'cleopatra', 'bathroom', 'بيرجولا', '19.jpg', '2020-12-30'),
(41, 'cleopatra', 'bathroom', 'كيوتو', '20.jpg', '2020-12-30'),
(42, 'cleopatra', 'bathroom', 'ناتورا', '21.jpg', '2020-12-30'),
(43, 'cleopatra', 'bathroom', 'ميرديا', '22.jpg', '2020-12-30'),
(44, 'cleopatra', 'bathroom', 'ديانا', 'k1.jpg', '2020-12-30'),
(45, 'cleopatra', 'bathroom', 'استرد', 'k2.jpg', '2020-12-30'),
(46, 'cleopatra', 'bathroom', 'فيكتور', 'k3.jpg', '2020-12-30'),
(47, 'cleopatra', 'bathroom', 'بريمافيرا', 'k4.jpg', '2020-12-30'),
(48, 'cleopatra', 'bathroom', 'كابري', 'k5.jpg', '2020-12-30'),
(49, 'cleopatra', 'bathroom', 'اشلي', 'k6.jpg', '2020-12-30'),
(50, 'cleopatra', 'bathroom', 'كابري', 'k7.jpg', '2020-12-30'),
(52, 'cleopatra', 'kitchen', 'جلوب', 'IMG-20200114-WA0047.jpg', '2020-12-30'),
(53, 'cleopatra', 'kitchen', 'اباتشي', 'IMG-20200114-WA0044.jpg', '2020-12-30'),
(54, 'cleopatra', 'kitchen', 'جود مورنينج', 'IMG-20200114-WA0046.jpg', '2020-12-30'),
(55, 'cleopatra', 'kitchen', 'تيمبرا', 'IMG-20200114-WA0045.jpg', '2020-12-30'),
(56, 'cleopatra', 'kitchen', 'كابري تورتورا', 'tortora.jpg', '2020-12-30'),
(57, 'cleopatra', 'kitchen', 'مورجانيتا', 'IMG-20200114-WA0043.jpg', '2020-12-30'),
(58, 'cleopatra', 'kitchen', 'ايزابيلا', 'IMG-20200114-WA0042.jpg', '2020-12-30'),
(59, 'cleopatra', 'kitchen', 'تيوليب', 'IMG-20200114-WA0041.jpg', '2020-12-30'),
(60, 'cleopatra', 'kitchen', 'انيتا', 'IMG-20200114-WA0040.jpg', '2020-12-30'),
(61, 'cleopatra', 'kitchen', 'جود مورنينج', 'IMG-20200114-WA0038.jpg', '2020-12-30'),
(62, 'cleopatra', 'kitchen', 'زاهيرا', 'IMG-20200114-WA0037.jpg', '2020-12-30'),
(63, 'cleopatra', 'kitchen', 'بريك فاست', 'BREAKFAST.jpg', '2020-12-30'),
(64, 'cleopatra', 'kitchen', 'بروكلين', 'bricklane.jpg', '2020-12-30'),
(65, 'cleopatra', 'kitchen', 'كورتينا', 'CORTINA.jpg', '2020-12-30'),
(66, 'gemma', 'floor', 'فيزيتا', 'Vista 42x42-1.jpg', '2020-12-30'),
(67, 'gemma', 'floor', 'برادايس', 'Paradise 60x60-1.jpg', '2020-12-30'),
(68, 'gemma', 'floor', 'هورايزون', 'Horizon 60x60-1.jpg', '2020-12-30'),
(69, 'gemma', 'floor', 'ريجينا', 'Regina 60x60 - 1.jpg', '2020-12-30'),
(70, 'gemma', 'floor', 'اتلاس', 'Atlas 60x60-1.jpg', '2020-12-30'),
(71, 'gemma', 'floor', 'فلوريدا', 'Florida 14x115 - 1.jpg', '2020-12-30'),
(72, 'gemma', 'floor', 'طوكيو', 'Tokyo-59x59---Amb-1.jpg', '2020-12-30'),
(73, 'gemma', 'floor', 'نيفادا', 'Nevada 50x50-1.jpg', '2020-12-30'),
(74, 'gemma', 'floor', 'تشانس', 'Chance 14x115-1.jpg', '2020-12-30'),
(75, 'gemma', 'floor', 'اتلانتا', 'Atlanta 60x60-1.jpg', '2020-12-30'),
(76, 'gemma', 'floor', 'اوليمبيا', 'Olympia 60x60 - 1.jpg', '2020-12-30'),
(77, 'gemma', 'floor', 'فيتا', 'Vita 25x75-1.jpg', '2020-12-30'),
(78, 'gemma', 'bathroom', 'دريم', 'Piano-20x60-1.jpg', '2020-12-30'),
(79, 'gemma', 'bathroom', 'تيمبرا', 'Cersaie18_Loc-089.jpg', '2020-12-30'),
(80, 'gemma', 'bathroom', 'سيسليا', 'Fantasia-30x60---1.jpg', '2020-12-30'),
(81, 'gemma', 'bathroom', 'كوتور', 'Eva-20x60--1.jpg', '2020-12-30'),
(82, 'gemma', 'bathroom', 'تربزور', 'Everest30x60-1.jpg', '2020-12-30'),
(83, 'gemma', 'bathroom', 'لوكير', 'Tempra-30x60-Amb-2.jpg', '2020-12-30'),
(84, 'gemma', 'bathroom', 'مانهاتين', 'Torino-30x60---1.jpg', '2020-12-30'),
(85, 'gemma', 'bathroom', 'سباير', 'Adore-30x60---1.jpg', '2020-12-30'),
(86, 'gemma', 'bathroom', 'تورينو', 'Deauville-25x75-3.jpg', '2020-12-30'),
(87, 'gemma', 'bathroom', 'ديزاير', 'Agadir-30x60-2.jpg', '2020-12-30'),
(88, 'gemma', 'bathroom', 'اريا', 'Megan-25x75---1.jpg', '2020-12-30'),
(89, 'gemma', 'bathroom', 'وندر', '13.1.jpg', '2020-12-30'),
(90, 'gemma', 'bathroom', 'ميلودي', '14.1.jpg', '2020-12-30'),
(91, 'gemma', 'bathroom', 'بالوما', '15.1.jpg', '2020-12-30'),
(92, 'gemma', 'bathroom', 'اكوا', '16.1.jpg', '2020-12-30'),
(93, 'gemma', 'bathroom', 'اليجرو', '17.1.jpg', '2020-12-30'),
(94, 'gemma', 'bathroom', 'جلوري', '19.1.jpg', '2020-12-30'),
(95, 'gemma', 'bathroom', 'كونتيرتو', '20.1.jpg', '2020-12-30'),
(96, 'gemma', 'kitchen', 'لوكير', 'carvel-30x60--2.jpg', '2020-12-30'),
(97, 'gemma', 'kitchen', 'دوفيل', 'Spectra-30x90-2.jpg', '2020-12-30'),
(98, 'gemma', 'kitchen', 'مانهاتين', 'Pandora-30x90---3.jpg', '2020-12-30'),
(99, 'gemma', 'kitchen', 'سبلاش', 'Splash-25x75-2.jpg', '2020-12-30'),
(100, 'gemma', 'kitchen', 'الما', 'Alma-30x120-2.jpg', '2020-12-30'),
(101, 'gemma', 'kitchen', 'باشون', 'Passion.jpg', '2020-12-30'),
(102, 'gemma', 'kitchen', 'انفي', 'Envy30x60-4.jpg', '2020-12-30'),
(103, 'gemma', 'kitchen', 'سبلنديدو', 'Splendido 30x60 - 3.jpg', '2020-12-30'),
(104, 'gemma', 'kitchen', 'سيرينا', 'Serena 25x75-4.jpg', '2020-12-30'),
(105, 'gemma', 'kitchen', 'فولك', 'Folk 25x75 -  1.jpg', '2020-12-30'),
(106, 'gemma', 'kitchen', 'لافا', 'Lava30x44-1.jpg', '2020-12-30'),
(107, 'gemma', 'kitchen', 'اريا', 'Aria 30x90 - 1.jpg', '2020-12-30'),
(108, 'gloria', 'floor', 'ريتو', '2006.jpg', '2020-12-30'),
(109, 'gloria', 'floor', 'سيلفانو', '1777.jpg', '2020-12-30'),
(110, 'gloria', 'floor', 'سونالي', '13587.jpg', '2020-12-30'),
(111, 'gloria', 'floor', 'فولسو', '84658.jpg', '2020-12-30'),
(112, 'gloria', 'floor', 'مارتي', '92700.jpg', '2020-12-30'),
(113, 'gloria', 'floor', 'بيرلا', '64849.jpg', '2020-12-30'),
(114, 'gloria', 'floor', 'ماكيتو', '75372.jpg', '2020-12-30'),
(115, 'gloria', 'floor', 'ريزاري', '1553.jpg', '2020-12-30'),
(116, 'gloria', 'floor', 'فونو', '52396.jpg', '2020-12-30'),
(117, 'gloria', 'floor', 'جالاسيا', '26153.jpg', '2020-12-30'),
(118, 'gloria', 'floor', 'برانكو', '44247.jpg', '2020-12-30'),
(119, 'gloria', 'floor', 'نارسي', '70851.jpg', '2020-12-30'),
(120, 'gloria', 'bathroom', 'اجزوماتيك', '96454.jpg', '2020-12-30'),
(121, 'gloria', 'bathroom', 'بالينو', '38088.jpg', '2020-12-30'),
(122, 'gloria', 'bathroom', 'فلاور', '18432.jpg', '2020-12-30'),
(123, 'gloria', 'bathroom', 'ايوا', '92700.jpg', '2020-12-30'),
(124, 'gloria', 'bathroom', 'بورشيا', '66924.jpg', '2020-12-30'),
(125, 'gloria', 'bathroom', 'بونتي', '5363.jpg', '2020-12-30'),
(126, 'gloria', 'bathroom', 'هيف', '99029.jpg', '2020-12-30'),
(127, 'gloria', 'bathroom', 'نارسي', '70851.jpg', '2020-12-30'),
(128, 'gloria', 'bathroom', 'بلوم', '44247.jpg', '2020-12-30'),
(129, 'gloria', 'bathroom', 'رابوتي', '92916.jpg', '2020-12-30'),
(130, 'gloria', 'bathroom', 'ماركو', '90753.jpg', '2020-12-30'),
(131, 'gloria', 'bathroom', 'رودو', '17219.jpg', '2020-12-30'),
(132, 'gloria', 'kitchen', 'بلان', '90683.jpg', '2020-12-30'),
(133, 'gloria', 'kitchen', 'سبايس', '25952.jpg', '2020-12-30'),
(134, 'gloria', 'kitchen', 'ناسترو', '5218.jpg', '2020-12-30'),
(135, 'gloria', 'kitchen', 'ايوني', '5363.jpg', '2020-12-30'),
(136, 'gloria', 'kitchen', 'ريتو', '2006.jpg', '2020-12-30'),
(137, 'gloria', 'kitchen', 'باليت', '38616.jpg', '2020-12-30'),
(138, 'gloria', 'kitchen', 'ماديو', '48681.jpg', '2020-12-30'),
(139, 'gloria', 'kitchen', 'جلوسي', '63859.jpg', '2020-12-30'),
(140, 'gloria', 'kitchen', 'مورنينج', '74523.jpg', '2020-12-30'),
(141, 'gloria', 'kitchen', 'وندر', '78194.jpg', '2020-12-30'),
(142, 'gloria', 'kitchen', 'بيترا', '33091.jpg', '2020-12-30'),
(143, 'gloria', 'kitchen', 'تاستي', '24723.jpg', '2020-12-30'),
(144, 'elameer', 'floor', 'Roma 57', 'roma57.jpg', '2020-12-30'),
(145, 'elameer', 'floor', 'Roma 84', 'roma84.jpg', '2020-12-30'),
(146, 'elameer', 'floor', 'Roma 82', 'roma82.jpg', '2020-12-30'),
(147, 'elameer', 'floor', 'Roma 96', 'roma96.jpg', '2020-12-30'),
(148, 'elameer', 'floor', 'Roma 108', 'roma108.jpg', '2020-12-30'),
(149, 'elameer', 'floor', 'Roma 216', 'roma216.jpg', '2020-12-30'),
(150, 'elameer', 'floor', 'Roma 276', 'roma276.jpg', '2020-12-30'),
(151, 'elameer', 'floor', 'Roma 316', 'roma316.jpg', '2020-12-30'),
(152, 'elameer', 'floor', 'Roma 333', 'roma333.jpg', '2020-12-30'),
(153, 'elameer', 'bathroom', 'Palermo 217', 'palermo217.jpg', '2020-12-30'),
(154, 'elameer', 'bathroom', 'Palermo 359', 'palermo359.jpg', '2020-12-30'),
(155, 'elameer', 'bathroom', 'Palermo 535', 'palermo535.jpg', '2020-12-30'),
(156, 'elameer', 'bathroom', 'Palermo 517', 'palermo517.jpg', '2020-12-30'),
(157, 'elameer', 'bathroom', 'Palermo 579', 'palermo579.jpg', '2020-12-30'),
(158, 'elameer', 'bathroom', 'Palermo 626', 'palermo626.jpg', '2020-12-30'),
(159, 'elameer', 'bathroom', 'Palermo 643', 'palermo643.jpg', '2020-12-30'),
(160, 'elameer', 'bathroom', 'Palermo 656', 'palermo656.jpg', '2020-12-30'),
(161, 'elameer', 'bathroom', 'Pliska 307', 'pliska307.jpg', '2020-12-30'),
(162, 'elameer', 'kitchen', 'Palermo 319', 'Palermo 319.jpg', '2020-12-30'),
(163, 'elameer', 'kitchen', 'Palermo 320', 'Palermo320.jpg', '2020-12-30'),
(164, 'elameer', 'kitchen', 'Palermo 337', 'Palermo 337.jpg', '2020-12-30'),
(165, 'elameer', 'kitchen', 'Palermo 363', 'Palermo 363.jpg', '2020-12-30'),
(166, 'elameer', 'kitchen', 'Palermo 365', 'Palermo 365.jpg', '2020-12-30'),
(167, 'elameer', 'kitchen', 'Pliska 10', 'Pliska 10.jpg', '2020-12-30'),
(168, 'elameer', 'kitchen', 'Pliska 19', 'Pliska 19.jpg', '2020-12-30'),
(169, 'elameer', 'kitchen', 'Pliska 202', 'Pliska 202.jpg', '2020-12-30'),
(170, 'elameer', 'kitchen', 'Pliska 22', 'Pliska 22.jpg', '2020-12-30'),
(171, 'remas', 'floor', '50-52', '50-52__001_001.jpg', '2020-12-30'),
(172, 'remas', 'floor', '50-60', 'amp_50-_60_001.jpg', '2020-12-30'),
(173, 'remas', 'floor', '50-73', '50-73_001_001.jpg', '2020-12-30'),
(174, 'remas', 'floor', '50-163', '50x50_numper163_001_003.jpg', '2020-12-30'),
(175, 'remas', 'floor', '50-42', '50-42_amb_002_003.jpg', '2020-12-30'),
(176, 'remas', 'floor', '50-51', '50-51_amb_001_001.jpg', '2020-12-30'),
(177, 'remas', 'floor', '50-32', '50-32_001.jpg', '2020-12-30'),
(178, 'remas', 'floor', '50-78', '78_tils1_001_001.jpg', '2020-12-30'),
(179, 'remas', 'floor', '60-832', '60x60_numper_823_001.jpg', '2020-12-30'),
(180, 'remas', 'kitchen', 'مارجريتا', 'margerita_2_001.jpg', '2020-12-30'),
(181, 'remas', 'kitchen', 'فاشون', 'fashon_brown_001_001.jpg', '2020-12-30'),
(182, 'remas', 'kitchen', 'اوكي', '25x50_decor_oki__001_001.jpg', '2020-12-30'),
(183, 'remas', 'kitchen', 'ايدون', 'decor_kitchen_001.jpg', '2020-12-30'),
(184, 'remas', 'kitchen', 'كاشمر', '25x50-decor-cashmer.jpg', '2020-12-30'),
(185, 'remas', 'kitchen', 'ايفونا', 'dark_1.jpg', '2020-12-30'),
(186, 'remas', 'kitchen', 'بريك فاست', '25x50_decor_kitchen_a_001.jpg', '2020-12-30'),
(187, 'remas', 'kitchen', 'كافيه', 'kitchen_009-_copy_.jpg', '2020-12-30'),
(188, 'remas', 'bathroom', 'بارما', 'decor_6.jpg', '2020-12-30'),
(189, 'remas', 'bathroom', 'فانتاستيك', '30x60-decor-fantstic-b.jpg', '2020-12-30'),
(190, 'remas', 'bathroom', 'روما', 'img_7706_001.jpg', '2020-12-30'),
(191, 'remas', 'bathroom', 'جلامور موف', 'file_4_2.jpg', '2020-12-30'),
(192, 'remas', 'bathroom', 'جلامور روز', 'file_4_1.jpg', '2020-12-30'),
(193, 'remas', 'bathroom', 'تيفولي', 'finsh-ambient-tefoly_copy_.jpg', '2020-12-30'),
(194, 'remas', 'bathroom', 'ميتال', 'layout30x60-_copy_.jpg', '2020-12-30'),
(195, 'remas', 'bathroom', 'موسك', '25x50-mosic-ambint-finsh-_copy_.jpg', '2020-12-30'),
(196, 'remas', 'bathroom', 'جوليا', 'jolia_copy_.jpg', '2020-12-30'),
(197, 'royal', 'floor', 'Aromasive', 'aromasive.jpg', '2020-12-30'),
(198, 'royal', 'floor', 'Catyoux', 'catyoux.jpg', '2020-12-30'),
(199, 'royal', 'floor', 'Dew', 'dew.jpg', '2020-12-30'),
(200, 'royal', 'floor', 'Dune', 'dune.jpg', '2020-12-30'),
(201, 'royal', 'floor', 'Forest', 'forest.jpg', '2020-12-30'),
(202, 'royal', 'floor', 'Monaco', 'Monaco.jpg', '2020-12-30'),
(203, 'royal', 'floor', 'Harmony', 'harmony.jpg', '2020-12-30'),
(204, 'royal', 'floor', 'Markez', 'markez.jpg', '2020-12-30'),
(205, 'royal', 'floor', 'Temper', 'temper.jpg', '2020-12-30'),
(206, 'royal', 'bathroom', 'Cecilia', 'cecilia.jpg', '2020-12-30'),
(207, 'royal', 'bathroom', 'Cekoia', 'cekoia.jpg', '2020-12-30'),
(208, 'royal', 'bathroom', 'Obsidian', 'obsidian.jpg', '2020-12-30'),
(209, 'royal', 'bathroom', 'Prisma', 'prisma.jpg', '2020-12-30'),
(210, 'royal', 'bathroom', 'Retro', 'retro.jpg', '2020-12-30'),
(211, 'royal', 'bathroom', 'Soprano', 'soprano.jpg', '2020-12-30'),
(212, 'royal', 'bathroom', 'Tapestry', 'tapestry.jpg', '2020-12-30'),
(213, 'royal', 'bathroom', 'Tigratto', 'tigratto.jpg', '2020-12-30'),
(214, 'royal', 'bathroom', 'Vintage', 'vintage.jpg', '2020-12-30'),
(215, 'royal', 'kitchen', 'Elite', 'elite.jpg', '2020-12-30'),
(216, 'royal', 'kitchen', 'Florence', 'florence.jpg', '2020-12-30'),
(217, 'royal', 'kitchen', 'Manto', 'manto.jpg', '2020-12-30'),
(218, 'royal', 'kitchen', 'Piazzo', 'piazzo.jpg', '2020-12-30'),
(219, 'royal', 'kitchen', 'Rossa', 'rossa.jpg', '2020-12-30'),
(220, 'royal', 'kitchen', 'Stonaly', 'stonaly.jpg', '2020-12-30'),
(221, 'royal', 'kitchen', 'Umbrella', 'umbrella.jpg', '2020-12-30'),
(222, 'royal', 'kitchen', 'Vitara', 'vitara.jpg', '2020-12-30'),
(223, 'royal', 'kitchen', 'Wood', 'wood.jpg', '2020-12-30');

-- --------------------------------------------------------

--
-- Table structure for table `poreclain`
--

CREATE TABLE IF NOT EXISTS `poreclain` (
`Id` int(11) NOT NULL,
  `CompanyName` varchar(255) NOT NULL,
  `Name` varchar(255) NOT NULL,
  `MadeIn` varchar(255) NOT NULL,
  `Image` varchar(255) NOT NULL,
  `CountryImage` varchar(255) NOT NULL,
  `Date` date NOT NULL DEFAULT '2020-12-28'
) ENGINE=InnoDB AUTO_INCREMENT=37 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `poreclain`
--

INSERT INTO `poreclain` (`Id`, `CompanyName`, `Name`, `MadeIn`, `Image`, `CountryImage`, `Date`) VALUES
(1, 'imported', 'Botticino', 'صنع في الهند', 'Botticino.jpg', 'india.png', '2020-12-28'),
(2, 'imported', 'Dior Beige', 'صنع في الهند', '60x60-DIOR-beige.jpg', 'india.png', '2020-12-28'),
(3, 'imported', 'Carara Nano', 'صنع في الهند', 'CARARA.jpg', 'india.png', '2020-12-28'),
(4, 'imported', 'Empera', 'صنع في الهند', 'Emperador-beige-60x120cm.jpg', 'india.png', '2020-12-28'),
(5, 'imported', 'Dark', 'صنع في الهند', 'Coffee-Brown-Dark.jpg', 'india.png', '2020-12-28'),
(6, 'imported', 'Carara F3', 'صنع في الهند', 'CARARA-600x1200.jpg', 'india.png', '2020-12-28'),
(7, 'imported', 'Dyna Pearl', 'صنع في الهند', 'DYNA_PEARL.jpg', 'india.png', '2020-12-28'),
(8, 'imported', 'Onyx Blanco', 'صنع في الهند', 'ONYX-BLANCO-60x120.jpg', 'india.png', '2020-12-28'),
(9, 'imported', 'Empra 2', 'صنع في الصين', 'empra brown.jpg', 'china.jpg', '2020-12-28'),
(10, 'imported', 'White', 'صنع في الصين', 'white.jpg', 'china.jpg', '2020-12-28'),
(11, 'imported', 'Revacold', 'صنع في الصين', 'revacold.jpg', 'china.jpg', '2020-12-28'),
(12, 'imported', 'D604', 'صنع في الصين', 'd604.jpg', 'china.jpg', '2020-12-28'),
(13, 'imported', 'Cementina', 'صنع في الامارات', 'cementina.jpg', 'emarat.png', '2020-12-28'),
(14, 'imported', 'Golden Quadra', 'صنع في الامارات', 'Golden-Quadra.jpg', 'emarat.png', '2020-12-28'),
(15, 'imported', 'Somke White', 'صنع في الامارات', 'smoke.jpg', 'emarat.png', '2020-12-28'),
(16, 'imported', 'Lounge', 'صنع في الامارات', 'lounge-1.jpg', 'emarat.png', '2020-12-28'),
(17, 'cleopatra', 'Acanto', 'صنع في مصر', 'acanto-3827-64880.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(18, 'cleopatra', 'Muse', 'صنع في مصر', '72__ADI.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(19, 'cleopatra', 'Cordoba', 'صنع في مصر', 'cordoba-2298-21272.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(20, 'cleopatra', 'Dakar', 'صنع في مصر', 'PonsE_DEFINITIVO.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(21, 'cleopatra', 'Azmir-1', 'صنع في مصر', 'izmir-1-2509-20713.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(22, 'cleopatra', 'Azmir-2', 'صنع في مصر', 'izmir-2-3509-14469.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(23, 'cleopatra', 'Levanti', 'صنع في مصر', '30x120-levante-desert-1416-97201.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(24, 'cleopatra', 'Marenti', 'صنع في مصر', 'marenti-honey-3827-20586.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(25, 'cleopatra', 'Melody', 'صنع في مصر', '30x120-melody-2099-45596.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(26, 'cleopatra', 'Mumbai', 'صنع في مصر', 'mumbai-2692-51438.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(27, 'cleopatra', 'Venato', 'صنع في مصر', 'venato-4379-50354.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(28, 'cleopatra', 'Wonder', 'صنع في مصر', 'wonder-3827-90930.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(29, 'gloria', '5603', 'صنع في مصر', '5603.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(30, 'gloria', '5606', 'صنع في مصر', '5606.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(31, 'gloria', '5609', 'صنع في مصر', '5609.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(32, 'gloria', '5601', 'صنع في مصر', '5601.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(33, 'gloria', '56011', 'صنع في مصر', '56011.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(34, 'gloria', '56012', 'صنع في مصر', '56012.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(35, 'gloria', '5604', 'صنع في مصر', '5604.jpg', 'made-in-egypt-1.png', '2020-12-28'),
(36, 'gloria', '5608', 'صنع في مصر', '5608.jpg', 'made-in-egypt-1.png', '2020-12-28');

-- --------------------------------------------------------

--
-- Table structure for table `sanitaryware`
--

CREATE TABLE IF NOT EXISTS `sanitaryware` (
`Id` int(11) NOT NULL,
  `CompanyName` varchar(255) CHARACTER SET utf8mb4 NOT NULL DEFAULT 'remas',
  `Name` varchar(255) NOT NULL,
  `Image` varchar(255) NOT NULL,
  `Date` date NOT NULL DEFAULT '2020-12-28'
) ENGINE=InnoDB AUTO_INCREMENT=58 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `sanitaryware`
--

INSERT INTO `sanitaryware` (`Id`, `CompanyName`, `Name`, `Image`, `Date`) VALUES
(1, 'cleopatra', 'Flora', 'APOLLO_IMG_6.jpg', '2020-12-28'),
(3, 'cleopatra', 'Cappuccino', 'Cappuccino_SRF_1076.jpg', '2020-12-28'),
(4, 'cleopatra', 'Luxer', 'CAPRI_IMG_1_a.jpg', '2020-12-28'),
(5, 'cleopatra', 'Fomi', 'BRIO_IMG_7.jpg', '2020-12-28'),
(6, 'cleopatra', 'Krons', 'COBRA_WB_catalogue.jpg', '2020-12-28'),
(7, 'cleopatra', 'Marbella 1', 'CONSOLLE.jpg', '2020-12-28'),
(8, 'cleopatra', 'Venesia Sandra', 'FLORIA_IMG_8.jpg', '2020-12-28'),
(9, 'cleopatra', 'Marbella 2', 'TABA_IMG_15.jpg', '2020-12-28'),
(10, 'cleopatra', 'Eligans 1', 'TORNADO_IMG_2.jpg', '2020-12-28'),
(11, 'cleopatra', 'Moderna', 'STAR.jpg', '2020-12-28'),
(12, 'cleopatra', 'Eligans 2', 'Prestige_NewOSCAR_RP.jpg', '2020-12-28'),
(13, 'cleopatra', 'Tiba', 'MONNALISA_IMG_9.jpg', '2020-12-28'),
(14, 'cleopatra', 'Dream', 'sw-C1.jpg', '2020-12-28'),
(15, 'cleopatra', 'Cleopatra Bahamz', 'sw-C2.jpg', '2020-12-28'),
(16, 'cleopatra', 'Cleopatra', 'sw-C4.jpg', '2020-12-28'),
(17, 'cleopatra', 'Toshka 1', 'sw-C5.jpg', '2020-12-28'),
(18, 'cleopatra', 'Toshka 2', 'sw-C6.jpg', '2020-12-28'),
(19, 'cleopatra', 'Mara', 'sw-C7.jpg', '2020-12-28'),
(20, 'cleopatra', 'Toshka 3', 'sw-C8.jpg', '2020-12-28'),
(21, 'cleopatra', 'Marli', 'sw-C9.jpg', '2020-12-28'),
(22, 'cleopatra', 'Beckham', 'sw-C10.jpg', '2020-12-28'),
(23, 'cleopatra', 'Flora 2', 'sw-C11.jpg', '2020-12-28'),
(24, 'cleopatra', 'Toshka', 'sw-C13.jpg', '2020-12-28'),
(25, 'cleopatra', 'Venesia', 'sw-C14.jpg', '2020-12-28'),
(26, 'bellezza', 'Bellezza', 'bellezza.jpg', '2020-12-28'),
(27, 'bellezza', 'Star', 'star.jpg', '2020-12-28'),
(28, 'bellezza', 'Sirmina', 'ser.jpg', '2020-12-28'),
(29, 'bellezza', 'Eva', 'eva.jpg', '2020-12-28'),
(30, 'bellezza', 'Hand Cup', 'hand.jpg', '2020-12-28'),
(31, 'vetro', 'Olympic', 'olympic_bowl01__1570571383_558.jpg', '2020-12-28'),
(32, 'vetro', 'Simply', 'simply_lava01__1570915062_149.jpg', '2020-12-28'),
(33, 'vetro', 'Lui Lei', 'lui_lava01__1570913968_547.jpg', '2020-12-28'),
(34, 'vetro', 'Ice', 'ice_lava01__1570913503_137.jpg', '2020-12-28'),
(35, 'vetro', 'Ever', 'ever_lava01__1570314076_475.jpg', '2020-12-28'),
(36, 'vetro', 'Dorian', 'new_dorian_bowl03__1570566242_899.jpg', '2020-12-28'),
(37, 'vetro', 'Sport', 'sport_lava01__1570320147_173.jpg', '2020-12-28'),
(38, 'vetro', 'Smart', 'smart_bowl01__1570480927_466.jpg', '2020-12-28'),
(39, 'vetro', 'Silvia', 'silvia_lava01__1570639474_354.jpg', '2020-12-28'),
(40, 'duravit', '2nd-floor', '2nd-floor.jpg', '2020-12-28'),
(41, 'duravit', '1930-series', '1930-series.jpg', '2020-12-28'),
(42, 'duravit', 'Caro', 'caro.jpg', '2020-12-28'),
(43, 'duravit', 'D Code', 'd_-_code2.jpg', '2020-12-28'),
(44, 'duravit', 'Darling', 'darling-new.jpg', '2020-12-28'),
(45, 'duravit', 'Foster', 'foster.jpg', '2020-12-28'),
(46, 'duravit', 'Architec', 'architec_toilets-and-bidets_1080.jpg', '2020-12-28'),
(47, 'duravit', 'XSquare', '0943_30_01_tm_2056.jpg', '2020-12-28'),
(48, 'duravit', 'Durastyle', '1920.jpg', '2020-12-28'),
(49, 'remas', 'Oval', 'ghfgh21.jpg', '2020-12-28'),
(50, 'remas', 'Merag', 'gbh54.jpg', '2020-12-28'),
(51, 'remas', 'Dream', 'hgj4ghj.jpg', '2020-12-28'),
(52, 'remas', 'Dellory', 'fgh4h.jpg', '2020-12-28'),
(53, 'remas', 'Comfort', 'ghth54.jpg', '2020-12-28'),
(54, 'remas', 'Elbasha', 'dfgdf.jpg', '2020-12-28'),
(55, 'remas', 'Soft', 'gfh4fgh.jpg', '2020-12-28'),
(56, 'remas', 'Senitta', 'fghfg44.jpg', '2020-12-28'),
(57, 'remas', 'Milaba', 'ghfgh.jpg', '2020-12-28');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admin`
--
ALTER TABLE `admin`
 ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `blog`
--
ALTER TABLE `blog`
 ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `ceramic`
--
ALTER TABLE `ceramic`
 ADD PRIMARY KEY (`Id`), ADD UNIQUE KEY `Id` (`Id`);

--
-- Indexes for table `poreclain`
--
ALTER TABLE `poreclain`
 ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `sanitaryware`
--
ALTER TABLE `sanitaryware`
 ADD PRIMARY KEY (`Id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admin`
--
ALTER TABLE `admin`
MODIFY `Id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `blog`
--
ALTER TABLE `blog`
MODIFY `Id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `ceramic`
--
ALTER TABLE `ceramic`
MODIFY `Id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=224;
--
-- AUTO_INCREMENT for table `poreclain`
--
ALTER TABLE `poreclain`
MODIFY `Id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=37;
--
-- AUTO_INCREMENT for table `sanitaryware`
--
ALTER TABLE `sanitaryware`
MODIFY `Id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=58;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
